Revit 2027 API
RebarTrimExtendData Properties
The RebarTrimExtendData type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
RebarTrimExtendData Class
Autodesk.Revit.DB.Structure Namespace